ansiweather
auto-cpufreq
cava
cbonsai
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
laptop-mode-tools
libcs50
logiops-git
lunar-client
multimc-bin
nodejs-live-server
pipes-rs-git
python-jarowinkler
python-pytube
python-rapidfuzz
python-rapidfuzz-capi
python-spotdl
python-spotipy
python-ytmusicapi
tint-git
tty-clock-git
yay
