acpid
adobe-source-han-sans-jp-fonts
alacritty
asciiquarium
astyle
audacious
autoconf
automake
base
bat
binutils
bison
bluez
bluez-utils
bottom
brightnessctl
btop
cmatrix
cowsay
cups
dhcpcd
dialog
discord
efibootmgr
eog
exa
fakeroot
fd
file
findutils
fish
fisher
flex
fzf
gawk
gcc
gettext
ghostscript
git
github-cli
gitui
grep
grim
groff
grub
gzip
hdparm
htop
ifplugd
jdk8-openjdk
jq
jre-openjdk
libreoffice-fresh
libtool
linux
linux-firmware
lldb
lolcat
m4
make
man-db
mpv
nautilus
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
onefetch
os-prober
p7zip
pacman
pacman-contrib
pandoc
patch
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
python-pip
python-pywal
qt5-wayland
ripgrep
sed
sl
slurp
speedcrunch
stylua
sudo
sway
swayidle
swaylock
texinfo
tokei
torbrowser-launcher
tree
ttc-iosevka
ttf-linux-libertine
ttf-nerd-fonts-symbols
unzip
upower
vivaldi
waybar
wf-recorder
which
wl-clipboard
wmname
wofi
xdg-desktop-portal-wlr
youtube-dl
zellij
zoxide
